Регистрация.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><Security xmlns="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"><UsernameToken><Username>PASSPORT_USER</Username><Password>*****</Password></UsernameToken></Security></SOAP-ENV:Header><SOAP-ENV:Body><marriage_act xmlns="http://gisun.agatsystem.by/zags/types/"><cover><message_id xmlns="http://gisun.agatsystem.by/common/types/">{F7D43401-5C20-4EC1-8968-60D2597459B5}</message_id><message_type xmlns="http://gisun.agatsystem.by/common/types/"><code>0300</code><type>-2</type></message_type><message_time xmlns="http://gisun.agatsystem.by/common/types/">2020-10-22T11:56:08.692+03:00</message_time><message_source xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>80</type></message_source><parent_message_id xmlns="http://gisun.agatsystem.by/common/types/">{FBC62057-7F6F-4081-9D18-0C32655715A7}</parent_message_id></cover><mrg_cert_data><bride><bride_data><identif xmlns="http://gisun.agatsystem.by/common/types/">4101283A081PB4</identif><last_name xmlns="http://gisun.agatsystem.by/common/types/">ИВАНОВА</last_name><last_name_bel xmlns="http://gisun.agatsystem.by/common/types/">ІВАНОВА</last_name_bel><name xmlns="http://gisun.agatsystem.by/common/types/">ИРИНА</name><name_bel xmlns="http://gisun.agatsystem.by/common/types/">ІРЫНА</name_bel><patronymic xmlns="http://gisun.agatsystem.by/common/types/">МИХАЙЛОВНА</patronymic><patronymic_bel xmlns="http://gisun.agatsystem.by/common/types/">МІХАЙЛАЎНА</patronymic_bel><sex xmlns="http://gisun.agatsystem.by/common/types/"><code>F</code><type>32</type></sex><birth_day xmlns="http://gisun.agatsystem.by/common/types/">19831210</birth_day><birth_place xmlns="http://gisun.agatsystem.by/common/types/"><country_b><code>BLR</code><type>8</type></country_b><type_city_b><code>11100001</code><type>68</type></type_city_b><city_b>МИНСК</city_b><city_b_bel>МІНСК</city_b_bel></birth_place><citizenship xmlns="http://gisun.agatsystem.by/common/types/"><code>BLR</code><type>8</type></citizenship><status xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>-18</type></status></bride_data><old_last_name>ИВАНОВА</old_last_name></bride><bridegroom><bridegroom_data><identif xmlns="http://gisun.agatsystem.by/common/types/">3101149A066PB3</identif><last_name xmlns="http://gisun.agatsystem.by/common/types/">ФЕДОСИК</last_name><last_name_bel xmlns="http://gisun.agatsystem.by/common/types/">ФЕДОСІК</last_name_bel><name xmlns="http://gisun.agatsystem.by/common/types/">ВЛАДИМИР</name><name_bel xmlns="http://gisun.agatsystem.by/common/types/">УЛАДЗІМІР</name_bel><patronymic xmlns="http://gisun.agatsystem.by/common/types/">СТЕПАНОВИЧ</patronymic><patronymic_bel xmlns="http://gisun.agatsystem.by/common/types/">СЦЯПАНАВІЧ</patronymic_bel><sex xmlns="http://gisun.agatsystem.by/common/types/"><code>M</code><type>32</type></sex><birth_day xmlns="http://gisun.agatsystem.by/common/types/">19491110</birth_day><birth_place xmlns="http://gisun.agatsystem.by/common/types/"><country_b><code>BLR</code><type>8</type></country_b><area_b>ГРОДНЕНСКАЯ</area_b><area_b_bel>ГРОДЗЕНСКАЯ</area_b_bel><region_b>СЛОНИМСКИЙ</region_b><region_b_bel>СЛОНІМСКІ</region_b_bel><city_b>ПОРЕЧЬЕ</city_b><city_b_bel>ПАРЭЧЧА</city_b_bel></birth_place><citizenship xmlns="http://gisun.agatsystem.by/common/types/"><code>BLR</code><type>8</type></citizenship><status xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>-18</type></status></bridegroom_data><old_last_name>ФЕДОСИК</old_last_name></bridegroom><mrg_act_data><act_type xmlns="http://gisun.agatsystem.by/common/types/"><code>0300</code><type>82</type></act_type><authority xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>80</type></authority><date xmlns="http://gisun.agatsystem.by/common/types/">2020-10-22</date><number xmlns="http://gisun.agatsystem.by/common/types/">45</number></mrg_act_data><mrg_certificate_data><document_type xmlns="http://gisun.agatsystem.by/common/types/"><code>54100006</code><type>37</type></document_type><authority xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>80</type></authority><date_of_issue xmlns="http://gisun.agatsystem.by/common/types/">2020-10-22</date_of_issue><series xmlns="http://gisun.agatsystem.by/common/types/">I-АЛ</series><number xmlns="http://gisun.agatsystem.by/common/types/">2222229</number></mrg_certificate_data></mrg_cert_data></marriage_act></SOAP-ENV:Body></SOAP-ENV:Envelope>
